[PR_TitanicBlast X2AbilityTemplate]
LocFriendlyName="巨炮轰击"
LocHelpText="对4格范围内的目标发射短管霰弹枪。保证命中并击退目标。"
LocLongDescription="对4格范围内的目标发射短管霰弹枪。保证命中并击退目标。"
LocPromotionPopupText="<Bullet/> 对4格范围内的目标发射短管霰弹枪。保证命中并击退目标。"

[PR_Decimate X2AbilityTemplate]
LocFriendlyName="摧毁"
LocHelpText="对视线范围内的目标发射短管霰弹枪。保证命中并摧毁掩体。3回合冷却。"
LocLongDescription="对视线范围内的目标发射短管霰弹枪。保证命中并摧毁掩体。3回合冷却。"
LocPromotionPopupText="<Bullet/> 对视线范围内的目标发射短管霰弹枪。保证命中并摧毁掩体。3回合冷却。"

[PR_Doomslayer X2AbilityTemplate]
LocFriendlyName="末日杀手"
LocHelpText="使用短管霰弹枪击杀敌人不消耗行动点。"
LocLongDescription="使用短管霰弹枪击杀敌人不消耗行动点。"
LocPromotionPopupText="<Bullet/> 使用短管霰弹枪击杀敌人不消耗行动点。"